Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/vinner_av_nordisk_samisk_sprakpris_-_gollegiella_2022.html.tmx
Source language: nob
Languages: sma

source: Vinner av Nordisk samisk språkpris – Gollegiella 2022
sma: Vitnije Noerhtelaanti saemien gïelebaalhkeste - Gulliegïele 2022

source: Nordisk samisk språkpris – Gollegiella 2022 tildeles professor emeritus Ole Henrik Magga.
sma: ​ ​ Noerhtelaanti saemien gïelebaalhka – Gulliegïele 2022 emerituse professovre Ole Henrik Maggese vadtasovvi.

source: Han har gjennom hele sitt liv gjort fremragende innsats for å fremme, utvikle og bevare de samiske språkene.
sma: Dïhte lea abpe jieledem råajvarimmiejgujmie hijvenlaakan barkeme dejtie saemien gïelide eadtjoestidh, evtiedidh jïh vaarjelidh.

source: Gjennom sitt livsverk har han vist samene og omverdenen at samisk er et betydningsfullt og levende språk.
sma: Dahkoej tjïrrh lea saemide jïh veartenen årrojidie vuesiehtamme saemiengïele vihkeles jïh jielije gïele.

source: Ole Henrik Magga får nordisk samisk språkpris Gollegiella 2022 Ninni Andersson/Regeringskansliet
sma: Baalhka edtja juakasovvedh gosse ministere- jïh saemiedigkiepresideente-tjåanghkoe hööltesåvva Stuehkesne tsïengelen 18 biejjien 2023.

source: Sverige er vertslandet for utdelingen av språkprisen Gollegiella, som deles ut for tiende gang.
sma: Sveerje gåassoehtæjja-laante gosse gïelebaalhka Gulliegïele låhkeden aejkien juakasåvva.

source: Prisutdelingen finner sted i forbindelse med minister- og sametingspresidentmøtet i Stockholm den 18. januar 2023.
sma: Baalhka edtja juakasovvedh gosse ministere- jïh saemiedigkiepresideente-tjåanghkoe hööltesåvva Stuehkesne tsïengelen 18 biejjien 2023.

source: – Å bevare og utvikle de samiske språkene er et utrolig viktig arbeid.
sma: – Joekoen vihkeles dejtie saemien gïelide vaarjelidh jïh evtiedidh.

source: Ole Henrik Magga har lenge vært en sterk stemme for bruk av de samiske språkene, og derfor er jeg stolt over å dele ut Gollegiella språkpris til Ole Henrik i dag, sier Sveriges kulturminister Parisa Liljestrand.
sma: Ole Henrik Magga lea guhkies aejkien stoerre åvteguvvine orreme saemiengïelem nuhtjedh, jïh dan dïehre madtjeldem gïelebaalhkam Gulliegïele daan biejjien Ole Henrik Maggese vedtedh, Sveerje kultuvreministere Parisa Liljestrand jeahta.

source: – Jeg er svært glad for å gratulere Ole Henrik Magga med å vinne Gollegiella-prisen 2022.
sma: – Manne joekoen geerjene Ole Henrik Maggam Gulliegïelebaalhkese 2022 læhkoehtidh.

source: Hans livsverk viser at han fortjener å bli anerkjent og belønnet, sier Sveriges sametingspresident Håkan Jonsson.
sma: Dahkoej tjïrrh vuesehte sjiehteles hov satnem baalhkine aajhtsedh jïh heevehtidh, Håkan Jonsson Sveerje Saemiedigkien ståvroeåvtehke jeahta.

source: Ole Henrik Magga ble født i 1947 i Kautokeino i Nord-Norge.
sma: Ole Henrik Magga jaepien 1947 reakasovvi Guovdageaidnusne Nöörjen raedtesne.

source: I sitt virke for de samiske språkene har han i flere tiår arbeidet for språkenes utvikling, blant annet gjennom akademiske studier, forskning og utvikling av læremidler og undervisning.
sma: Sov barkojne dej saemiej gïeli åvteste lea gellie luhkie jaepieh tjælloestamme gïeli evtiedæmman, dovne akademijen lohkeminie, dotkeminie, jïh learoevierhtieh evtiedimmine jïh ööhpehtimmine.

source: Magga har utarbeidet den moderne nordsamiske ortografien, skrevet en sørsamisk grammatikk sammen med Lajla Mattsson Magga og deltatt i utviklingen av både den ume- og pitesamiske ortografien.
sma: Magga lea dam daaletje noerhtesaemien tjaelemevuekiem dorjeme, åarjelsaemien grammatihkem tjaaleme Lajla Mattsson Maggine ektine jïh meatan orreme dovne ubmeje- jïh pijtesaemien tjaelemevuekide evtiedidh.

source: Magga har også bidratt i oppbyggingen av urfolksinstitusjoner nasjonalt og internasjonalt, blant annet som den første lederen for FNs permanente forum for urfolksspørsmål og ved å bygge opp Sametinget i Norge, der Ole Henrik Magga var den første presidenten.
sma: Magga aaj viehkiehtamme aalkoealmetji institusjovnh bigkehtehtedh nasjovnesne jïh gaskenasjovnesne, vuesiehtimmien gaavhtan voestes åvtehkinie ENn ihkuve forumisnie aalkoealmetjeaamhtesidie jïh Saemiedigkiem Nöörjesne bigkehtehtedh, gusnie Ole Henrik Magga voestes åvtehke.

source: Språkprisen Gollegiella ble stiftet for å motivere til utvikling og revitalisering av de samiske språkene.
sma: Gïelebaalhka tseegkesovvi edtja almetjh skreejrehtidh dejtie saemien gïelide evtiedidh jïh jealajehtedh.

source: Prisen deles ut annethvert år.
sma: Gïelebaalhka juakasåvva fïerhten mubpien jaepien.

source: Les mer om prisen og tidligere prisvinnere .
sma: Jienebh bïevnesh baalhkan jïh övtebe baalhkavitniji bïjre .
